[
    {
        "description": "Description\nFor students living in the National Capital Region, Saint Paul University Residence is the place to be. No other accommodations in the area offer the opportunity to meet and interact with students from three different institutions of higher learning. Here you will find students from Saint Paul University, the University of Ottawa as well as Carleton University. Want to live close to downtown as well as your classes? Then, Saint Paul University Residence is the place for you.\nSuite Features",
        "title": "University, College & Young Professional Accommodation In Ottawa",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/university-college-young-professional-accommodation-in-ottawa/1482793709"
    },
    {
        "description": "Description\nHi my name is Emily I am 28 and am seeking a like minded, non-smoking, career oriented young female professional or student looking for shared accommodations to rent the second bedroom in my spacious two bedroom condo/apartment.\nNo allergies to cats is a must as I have one.\nNo additional pets are allowed (Condominium rules state 1 pet per unit).\nThe location is on the on the 16th floor of a quiet and secure high rise in the South Keys Area with great westerly views of Ottawa South.\nMinutes walk to the Transit way, O-Train and Local Shopping at South Keys (Walmart, Loblaws etc.. ). Direct routes to downtown and both Carleton and Ottawa Universities.\nBedroom comes unfurnished, has a large window with blinds, hard wood floors and ample closet space.\nShared common spaces includes Main Bathroom, Living Room, Dining Room, Kitchen, Balcony and In suite Washer/Dryer and storage.\nIn addition, access will be available to space in my designated storage unit in basement of building if needed, designated indoor Bike Racks, and Outdoor heated Pool and Sauna in summer months.\n$800 monthly on a month to month agreement; all inclusive (Heat & Cooling/Hydro/Internet)\nSecured (Fob access) parking spaces available for additional cost:\n• Covered Parking Space: $75 a month\n• Outdoor Parking Space: $50 a month",
        "title": "Roommate Wanted - All Inclusive $800/monthly",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/roommate-wanted-all-inclusive-800-monthly/1481731449"
    },
    {
        "description": "Description\nAvailable immediately, Bright sunny room for rent in 3 bedroom apartment with two other students who are in second year. at Carleton University. One student has lived here for 2 years.\n- Great location on Bus line direct to Carleton U. - Located super close to Carleton University\n- Laundry facilities on site. 2 blocks to China Town\n-Kitchen, living room area are furnished\nSublet until June 30, 2020 and new lease can be entered into starting July 1 2020\nLocated on 392 Bronson Avenue on the main floor.\nThis spacious room is unfurnished. It will fit a double or queen size bed plus a desk and dressers.\nThe apartment has hardwood floors throughout\nMain floor of a house. 2 blocks from China Town.\nNon- smokers, serious students\nshared Utilities are about $ 100 for each roommate",
        "title": "Room for Rent Immediately near Carleton University $500",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-immediately-near-carleton-university-500/1483838964"
    },
    {
        "description": "Description\nStudent? Recent graduate? Young professional? If you're looking for worry-free living, Envie is the place to live! Located in Little Italy, Envie is steps away from the O-train and close to buses to take you anywhere you need to go. Minutes from Bayview station, Carleton U, and the downtown core!\nYou can enjoy all that Envie has to offer including\n• New modern furnishings\n• Stainless steel appliances\n• In-suite laundry facilities\n• Weekly yoga classes, muay thai, and fitness boot camp classes\n• Fitness gym and yoga studio\n• Shared penthouse space with amazing views\n• Grocery Bus\n• 24/7 Reception and Security",
        "title": "All-Inclusive Furnished Suites ● May 2020",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/all-inclusive-furnished-suites-may-2020/1479882871"
    },
    {
        "description": "Description\nRent- $600/month (ALL INCLUSIVE, hydro, gas, water, internet all included.\nI'm looking for a mature student or young adult to rent one room I have available for rent available February 1st.\nRoomates are all young working professionals ages ranging in mid to late twenties. Not a party house, looking for someone who is easy going, tidy, and respectful. NO SMOKING in the place. 4 roomates, all male tenants right now.\nIf using public transit, just steps to the bus stop on Woodroffe.",
        "title": "ALL INCLUSIVE ROOM FOR RENT IN BARRHAVEN",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/all-inclusive-room-for-rent-in-barrhaven/1478158665"
    },
    {
        "description": "Description\nLooking for young student or young professional.\nGood size Room available for rent in a beautiful house, 95 bus stop in front of the door\nFurnished\nBathroom shared with 1 person\nNo pets\nAvailable March 1st\n$600 all inclusive, you just pay for your food.\nIncluded:\nHigh speed Internet\nOnsite laundry\nAll utilities (gas, hydro, water etc)\nLet me know if you have any questions",
        "title": "Room for rent in Barhaven as of March 1st, 2020",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-in-barhaven-as-of-march-1st-2020/1484612277"
    },
    {
        "description": "Description\nPerfect location in Sandy Hill for serious students or young professionals.\nMedium sized, unfurnished room with large closet.\n3 bedroom flat - shared with only two other responsible housemates.\nClean and quiet place to call home.",
        "title": "Sandy Hill/Ottawa U - Nice Room in Great Location",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/sandy-hill-ottawa-u-nice-room-in-great-location/1484608860"
    },
    {
        "description": "Description\nI am looking for a group of 5 responsible students to rent my house in Hogs Back. I am looking for a group that is respectful and clean. The house has 5 bedrooms, 2 1/2 bathrooms, kitchen (stove, fridge, dishwasher), living room, dining room, washer, dryer, parking for up to 3 vehicles, shed in the backyard for storing bikes. Walking distance to Carleton University and many amenities. Minutes away from 111 bus stop. Available May 1st, 2020. 1 year lease required. Asking $3,000 per month + utilities.\nFor inquiries please contact Stephanie.",
        "title": "5 Bedroom 2 1/2 Bath May 1st Hogs Back Carleton U",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/5-bedroom-2-1-2-bath-may-1st-hogs-back-carleton-u/1484606703"
    },
    {
        "description": "Description\nRenting a large basement bedroom in a recently renovated 5 bedroom apartment on the first floor of a triplex on Daly Ave in downtown Ottawa.This apartment is ideal for students and professionals alike.\nAvailable Feb 1, 2020\nRent includes all utilities and internet.\nApartment features the following:\nFree Internet 12 ft ceilings\nnew ceramic floors\nVery large and spacious\nOnsite laundry facilities\nLots of furnished common areas\nSteps from Ottawa U as well as the Byward Market\nSteps away from the LRT\nCo-ed living environment\nBasement bedroom picture shown (no other bedroom pictures posted in this ad)\nMessage me to book a showing",
        "title": "1 room (in a 5 bed apt) steps from UofO downtown Ottawa, Feb 1",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/1-room-in-a-5-bed-apt-steps-from-uofo-downtown-ottawa-feb-1/1484604933"
    },
    {
        "description": "Description\nLarge room, great view\nShared kitchen, bathroom\nNear bus to algonquin college\n650. Per month\nFor college student\nShare home with quiet woman",
        "title": "Room for rent",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent/1484603875"
    },
    {
        "description": "Description\nThis is a beautiful 5 bedroom semi-detached raised ranch home in a quiet area, very clean and well-maintained. Parking for 3 cars. One large furnished bedrooms available May 1. Co-op Students welcome 4 or 12 month lease available. House is perfectly located on a bus route and within walking distance to Algonquin College or Carleton University – 15 min walk. Close to Grocery Stores, Banks, Tim Horton’s, Transportation, Parks, Mooney’s Bay Beach, Canal, Bike paths and other amenities. House features are: fully furnished home, hardwood floors throughout the house, kitchen, living room and dining rooms are on main level, air conditioning, 2 full bathrooms, 5 appliances, plus a large chest freezer in Laundry room, Hydro, water, gas, internet and Bell TV are included . There is also access to private backyard and BBQ. This is a great place to live – you will not be disappointed! Please contact Gordon Maclean at gordon.maclean1@sympatico.ca or on my cell at 905 407 0361 for further information",
        "title": "Carleton U and Algonquin College Co-op Students 1 Rm Avail May 1",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/carleton-u-and-algonquin-college-co-op-students-1-rm-avail-may-1/1484599606"
    },
    {
        "description": "Description\n* Yes, it is still available starting April 1 2020 for 4 or 5 months\n* contact me only if you match the profile of the person we are looking for:\n* FEMALE student with 4 or 5 month employment/internship please 1 only/room for furnished bedroom:\n- bed\n- desk\n- chair\n- large closet\n- large side table for extra clothes\n* private 3 piece bathroom\n* 3rd Floor; private, quiet and dark at night\n* utilities & unlimited internet included\n* use shared kitchen: bring your own kitchenware\n* washer & dryer\n* Steps to Terry Fox Drive\n* Steps to transit; Bus Route 63, 168, 264 & 165\n* 5 min to amenities:\n* Kanata Centrum Shopping Centre\n* Sensplex\n* 4 grocery stores\n* Restaurants, roadhouses\n* Gas stations\n* Tanger Outlet Mall\n* suburban upscale on quiet street\n* open concept with natural appeal\n* hardwood and tiled floors throughout\n* granite/quartz countertops and many upgrades\n* queen bed provided (you provide your own fitted sheet, pillows and cover)\n* mature, respectful, clean & tidy\n* shares responsibility for removing shared garbage and recycling disposal to curb on city schedule\n* non smoker/non vapor\n* likes a small dog but does not move in with or gains a pet\n* student letter of enrolment might be requested",
        "title": "Female COOP Student; Kanata North High Tech: Furnished 3 pc Bath",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/female-coop-student-kanata-north-high-tech:-furnished-3-pc-bath/1484597861"
    },
    {
        "description": "Description\n1 Bedroom available in Kanata/Stittsville with your own private bathroom. Co-Op or University student wanted. One other female within residence. All utilities are included. No parking. Person would be responsible for their own food and toiletries etc. Must be friendly and like dogs. I have two small friendly dogs within the home. My home is your home. Close to shopping, movie theatres, Kanata High Tech, restaurants and should you want to watch a hockey game you can walk to the Canadian Tire Place to catch a game. Bus routes available 62, 261 and 263. Ask any questions you might have.",
        "title": "CO-OP/UNIVERSITY STUDENT ONLY - 1 BEDROOM W/OWN BATHROOM",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/co-op-university-student-only-1-bedroom-w-own-bathroom/1484597275"
    },
    {
        "description": "Description\nLooking for an interested female university student to rent basement suite, includes bedroom with double closets, rec room with double closets, and full bathroom. Full access to kitchen, laundry (located in basement) and one parking spot. All inclusive including internet.\nOnly resident in the home is a woman in her 50's, who works full time.\nPhotos to follow shortly, available 1 February or later. Only 10 minutes drive to Greenboro station for O-train to Carleton University, or approximately 30 minute bus ride to Greenboro, 45 minutes to downtown. Asking $700 all inclusive.",
        "title": "Basement suite to rent - female university student",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/basement-suite-to-rent-female-university-student/1484594514"
    },
    {
        "description": "Description\nTwo rooms available walking distance from Algonquin college.\nStudents or young professionals improved.\nCurrently housed by 3 male college students.\nAll utilities included.\nTransit near by the house.",
        "title": "Rooms for rent Napean, Ontario",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/rooms-for-rent-napean-ontario/1484594053"
    },
    {
        "description": "Description\nAvailable May 2020\n\nModern private room available in a residence on Daly Avenue in Sandy Hill.\n\nThis private room in our residence-style building is built for a student or young professional in mind beginning with a furnished room (Bed, desk, TV, internet), a large shared entertainment room and multiple bathrooms and kitchens.\n\nSituated in downtown Ottawa on the edge of Sandy Hill and the Byward Market, with a walkscore of 98/100, this modern, private room is close to the Rideau Center, Rideau canal, Parliament Hill, Metro, Loblaws and various other grocery and shopping stores.\n\nFeatures:\n- Private en-suite bathroom\n- Georgous stainless steel appliances in multiple large kitchens\n- On-site laundry\n- Secure intercom and padlock entrance\n- Large entertainment room for residence and guests",
        "title": "$845 - ALL-INCLUSIVE - PRIVATE ROOM IN RESIDENCE - MAY 2020",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/845-all-inclusive-private-room-in-residence-may-2020/1484584132"
    },
    {
        "description": "Description\nSpacious and Contemporary Student Apartment in Sandy Hill\n\nThese spaces are in ideal walking distance to the University of Ottawa and all of its amenities. Not to mention other close landmarks such as; the Byward Market, Downtown Ottawa, the Rideau Canal, the Rideau Center, Parliament Hill, Strathcona park, grocery stores (Metro/Loblaws), public transport/LRT, and much more.\n\nFeatures:\n- Large Open-Concept Living Room and Kitchen\n- 6 Spacious Rooms\n- View overlooking the park\n- Walking Distance to Campus!",
        "title": "Spacious and Contemporary Student Apartment in Sandy Hill",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/spacious-and-contemporary-student-apartment-in-sandy-hill/1484586737"
    },
    {
        "description": "Description\nMay 2020 Availability\n\nOne Private Bedroom Avaialble in Student-Style Residence\n\nThis private, individual room is built for students and/or young professionals in mind beginning with a spacious furnished room, featuring a double bed frame, desk, chair, dresser and TV. Additionally the building features two large fully finished kitchens, three full bathrooms and a spacious furnished living room. This room is in a residence-style building shared with many other individuals.\n\nSituated in downtown Ottawa on the edge of Sandy Hill and the Byward Market, with a walkscore of 98/100, these modern private rooms are close to the Rideau Center, Rideau canal, Parliament Hill, Metro, Loblaws and various other grocery and shopping stores.\n\nFeatures:\nGeorgous stainless steel appliances in multiple large kitchens\nOn-site laundry\nSecure intercom and padlock entrance\nLarge entertainment room for residence and guests",
        "title": "MAY 2020 - Spacious Private Room in Downtown Ottawa - $925",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/may-2020-spacious-private-room-in-downtown-ottawa-925/1484584131"
    },
    {
        "description": "Description\nRenovated! Move in immediately! Dont wait!!!! One room left at this price!\nOnly $600 per month furnished or unfurnished! WIFI, heat, hydro and water included!\n\nAll inclusive, individual student room available in renovated residence near the 417/174 at Cyrville Conveniently located near major public transit routes and close to shopping. Nearby stores and services include Costco, Home Depot,St. Laurent Shopping Centre and more! This property includes 7 private bedrooms in a modern design. Bright and clean! This cozy private room has hardwood flooring, shared bathrooms, shared kitchen, shared laundry and living areas. Kitchen includes refrigerator, stove, dishwasher and microwave, cutlery, plates, pots and pans, coffee machine, kitchen table and chairs. Laundry area contains washer and dryer. Common comfortably furnished living area. Unlimited WIFI. Surf and stream as much as you want! Heat, hydro and central air are included. No additional utility costs! First and last month's rent will be required on acceptance. $600 per month all inclusive. Extras: In Room Mini Fridge $8.50 per month and parking available for $60 per month. Students only.",
        "title": "Immediately, All inclusive with wifi - students only",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/immediately-all-inclusive-with-wifi-students-only/1484584049"
    },
    {
        "description": "Description\nStudent Rentals in Ottawa Available - May 2020\n\nThese properties may feature secure intercom and/or keyless entrances, up-scale modern renovations, full appliances (Refrigerator, Dishwasher, Stove, Microwave), and furnished living areas.\n\nA variety of student-friendly rentals in Ottawa to be available September 2019. Many properties located in the desired downtown of Ottawa, Sandy Hill, the Glebe, Old Ottawa South, Centretown and more. These beautiful apartments/homes are within walking distance to the University of Ottawa and Carleton University and may also include available parking.\n\nProperties ranging from 4-6 bedrooms available for May 2020\n\nPlease email regarding availabilities.",
        "title": "4-6 Bedroom Apartments Available for May 2020",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/4-6-bedroom-apartments-available-for-may-2020/1484584141"
    },
    {
        "description": "Description\nThe starting price is $650 to $825.Located walking distance from Fleming College, this main floor rental features a full kitchen, eating area, entertainment area, a bedroom, full bathroom, brand new washer, and dryer. The rental has plenty of light and is just minutes away from uptown and downtown of Lindsay. Please message us with any questions about the rental!",
        "title": "FLEMING STUDENT ROOM FOR RENT - LINDSAY ON",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/fleming-student-room-for-rent-lindsay-on/1484582207"
    },
    {
        "description": "Description\n$750/month ensures utilities, wifi, and everything else including a great location ideal for students at Carleton University.\nBiggest room(11ft by 18ft) in a two bedroom apartment available for rent from February 1st to May 1st. Beautiful apartment located at 1405 Prince of Wales Dr.\nYou will find Hogs Back Falls, Rideau Canoe Club and Carleton University all within walking distance. Merivale, Byward,and downtown are just 20/30min by bus. Campus is visible from the balcony.\nYour roommate is a friendly 3rd year carleton student. The apartment is pet and smoke friendly.\nPlease message me for any other information or to book a showing.",
        "title": "Feb- May Sublet Wanted",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/feb-may-sublet-wanted/1484579252"
    },
    {
        "description": "Description\nLooking for clean responsible individuals\nGreat for Carleton U /Algonquin students / Ottawa U\nIn Southkeys area with\nWifi, hydro, all inclusive\nWasher and dryer on site\nShare bathroom with 1 person\nNo parking\nMonth to month lease\n3 references and last address required",
        "title": "Room 4 rent",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-4-rent/1484577914"
    },
    {
        "description": "Description\nLooking for clean responsible individuals\nGreat for Carleton U /Algonquin students / Ottawa U\nIn Southkeys area with\nWifi, hydro, all inclusive\nWasher and dryer on site\nShare bathroom with 1 person\nNo parking\nMonth to month lease\n3 references and last address required",
        "title": "Room for rent",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent/1484577584"
    },
    {
        "description": "Description\nFully furnished rooms\nCurrently all rooms are being renovated and will include brand new furniture.\n5 blocks from Ottawa University, perfect for a student.\nAvailability Feb 15 to Jun 30.\nI have 2 rooms at $750 ea\n1 large room with ensuite at $900\nutilities and wifi incl.\nLaundry on site.",
        "title": "Room for Rent - Sandy Hill",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-sandy-hill/1484576991"
    },
    {
        "description": "Description\nFor students living in the National Capital Region, Saint Paul University Residence is the place to be. No other accommodations in the area offer the opportunity to meet and interact with students from three different institutions of higher learning. Here you will find students from Saint Paul University, the University of Ottawa as well as Carleton University. Want to live close to downtown as well as your classes? Then, Saint Paul University Residence is the place for you.\nSuite Features",
        "title": "University, College & Young Professional Accommodation In Ottawa",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/university-college-young-professional-accommodation-in-ottawa/1482793709"
    },
    {
        "description": "Description\nStudent? Recent graduate? Young professional? If you're looking for worry-free living, Envie is the place to live! Located in Little Italy, Envie is steps away from the O-train and close to buses to take you anywhere you need to go. Minutes from Bayview station, Carleton U, and the downtown core!\nYou can enjoy all that Envie has to offer including\n• New modern furnishings\n• Stainless steel appliances\n• In-suite laundry facilities\n• Weekly yoga classes, muay thai, and fitness boot camp classes\n• Fitness gym and yoga studio\n• Shared penthouse space with amazing views\n• Grocery Bus\n• 24/7 Reception and Security",
        "title": "All-Inclusive Furnished Suites ● May 2020",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/all-inclusive-furnished-suites-may-2020/1479882871"
    },
    {
        "description": "Description\nHi my name is Emily I am 28 and am seeking a like minded, non-smoking, career oriented young female professional or student looking for shared accommodations to rent the second bedroom in my spacious two bedroom condo/apartment.\nNo allergies to cats is a must as I have one.\nNo additional pets are allowed (Condominium rules state 1 pet per unit).\nThe location is on the on the 16th floor of a quiet and secure high rise in the South Keys Area with great westerly views of Ottawa South.\nMinutes walk to the Transit way, O-Train and Local Shopping at South Keys (Walmart, Loblaws etc.. ). Direct routes to downtown and both Carleton and Ottawa Universities.\nBedroom comes unfurnished, has a large window with blinds, hard wood floors and ample closet space.\nShared common spaces includes Main Bathroom, Living Room, Dining Room, Kitchen, Balcony and In suite Washer/Dryer and storage.\nIn addition, access will be available to space in my designated storage unit in basement of building if needed, designated indoor Bike Racks, and Outdoor heated Pool and Sauna in summer months.\n$800 monthly on a month to month agreement; all inclusive (Heat & Cooling/Hydro/Internet)\nSecured (Fob access) parking spaces available for additional cost:\n• Covered Parking Space: $75 a month\n• Outdoor Parking Space: $50 a month",
        "title": "Roommate Wanted - All Inclusive $800/monthly",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/roommate-wanted-all-inclusive-800-monthly/1481731449"
    },
    {
        "description": "Description\nAvailable immediately, Bright sunny room for rent in 3 bedroom apartment with two other students who are in second year. at Carleton University. One student has lived here for 2 years.\n- Great location on Bus line direct to Carleton U. - Located super close to Carleton University\n- Laundry facilities on site. 2 blocks to China Town\n-Kitchen, living room area are furnished\nSublet until June 30, 2020 and new lease can be entered into starting July 1 2020\nLocated on 392 Bronson Avenue on the main floor.\nThis spacious room is unfurnished. It will fit a double or queen size bed plus a desk and dressers.\nThe apartment has hardwood floors throughout\nMain floor of a house. 2 blocks from China Town.\nNon- smokers, serious students\nshared Utilities are about $ 100 for each roommate",
        "title": "Room for Rent Immediately near Carleton University $500",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-immediately-near-carleton-university-500/1483838964"
    },
    {
        "description": "Description\nRent- $600/month (ALL INCLUSIVE, hydro, gas, water, internet all included.\nI'm looking for a mature student or young adult to rent one room I have available for rent available February 1st.\nRoomates are all young working professionals ages ranging in mid to late twenties. Not a party house, looking for someone who is easy going, tidy, and respectful. NO SMOKING in the place. 4 roomates, all male tenants right now.\nIf using public transit, just steps to the bus stop on Woodroffe.",
        "title": "ALL INCLUSIVE ROOM FOR RENT IN BARRHAVEN",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/all-inclusive-room-for-rent-in-barrhaven/1478158665"
    },
    {
        "description": "Description\nLooking for a clean, respectful female student from uOttawa to sublet a bedroom+private washroom in a 4-bedroom unit, located in downtown Ottawa.\nThe bedroom includes a double bed, a large dresser, a desk and chair, and a bedside table. The apartment is fully furnished with a complete kitchen and a washing machine and dryer.\nThe sublet takeover is My 2020 to August 2020.",
        "title": "Summer sublet to a university of Ottawa student - all inclusive",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/summer-sublet-to-a-university-of-ottawa-student-all-inclusive/1484576638"
    },
    {
        "description": "Description\nProfesional or Student prefered\nOne bedroom available in a lovely 3-bedroom, 2.5 bathroom executive home\nbedroom and bathroom Furnished or Unfirnished\nLocated on a quiet street in Nothing Hill(Orleans)\nNicely Upgraded\nAttached garage; driveway can accomodate 4 cars\nRoom rental gives access to:\nFridge, stove, dishwasher, washer and dryers\nGas fireplace, hardwood flooring\nClose to:\nmain road, major shopping malls, schools, churches and parks\nPublic transportaion also available\n20 mins to downtown Ottawa",
        "title": "Amazing Room For Rent",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/amazing-room-for-rent/1484576000"
    },
    {
        "description": "Description\nFurnished room for rent all inclusive\nNear Albion st and walkley Rd\nGreat location for students and workers\nWalk to heron shopping center, food basics, gym, restaurant, dollar store etc.\nShared 2 washroom and kitchen, laundry on site. Room has bed, desk etc.\nPrice includes: hydro, heat, water, Wi-Fi,\nPrefer student or full time workers\nNo smokers, no Weeds/vape, no drugs/party, no pets.",
        "title": "Furnished room for rent near Albion and walkley Rd all inclusive",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/furnished-room-for-rent-near-albion-and-walkley-rd-all-inclusive/1484568633"
    },
    {
        "description": "Description\nWe would like to have a student or a coop student to become our roommate, to live with us in our beautiful 5 bedroom corner lot single house close to Algonquin College. It is a 10 min bus to Algonquin, and the bus stop is on our sidewalk. If you want to bike, it is a 20 min ride.\nCome visit us, details below on the ad.\nThe house is very big, with over 2500 square feet of internal space, plus the basement, gym area, etc. There is a big garden in front and behind the house, so you can enjoy eating outside, gardening, or even playing ball. The house is very quiet. We are looking for somebody that can keep it this way. We all study and there is a lot of home work at times. We put our heads down, work hard and party during the weekend. Everybody cleans after themselves very well, so things are always organized and clean.",
        "title": "Searching for a Student roommate, house near Algonquin College",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/searching-for-a-student-roommate-house-near-algonquin-college/1484563107"
    },
    {
        "description": "Description\nLooking for a working professional or responsible student female roommate to share beautiful spacious Orleans Townhome with myself (female professional).\nThe first floor layout makes it perfect to enjoy shared living room and dining room for entertaining. Upstairs offers 3 large bedrooms, spare bath. Basement includes gas fireplace and a spacious area for rec-room. The backyard features a small wooden deck and a larger interlock patio. Two car length driveway. Walking distance to schools, parks and recreation complex, shopping & public transit. Includes stainless steel appliances and new front load washer / dryer.",
        "title": "Looking for Roommate to Share Beautiful Townhome in Orleans",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/looking-for-roommate-to-share-beautiful-townhome-in-orleans/1484561747"
    },
    {
        "description": "Description\nSingle family house in South Keys! Walking distance to OC Transpo, OTrain and shopping mall, quick and easy access to Carleton, OttawaU and downtown. Bright and spacious, in a quiet residential area. 5 bedrooms, 4 bathrooms. Lots of storage space, some furniture can be included. Hardwood floors and some carpeting. Fully fenced backyard, huge double level deck, garage, two sheds. Nice walking/biking trails nearby.\nSuitable for a family or can be shared by 5 students.\nRent: $3,400/month, utilities included (but not wifi).\nAvailable May 1st, 2020.\nIf you have questions, please call/text me: 613 415 1250",
        "title": "5 Bedrooms House for Rent in South Keys, for Students or Family",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/5-bedrooms-house-for-rent-in-south-keys-for-students-or-family/1484559987"
    },
    {
        "description": "Description\nWe are a family of three looking to rent out a spare room we have. Bus stop is right in front of the house, walking distance to grocery stores and Walkley bus station. Quiet environment ideal for students. Laundry is available on site, and each person gets their own mini fridge. High speed and unlimited internet. Bathroom is shared with one person only. No visitors allowed with the exception of families. All utilities included. Send me an email for any other information. We ask only $150 as a security deposit.",
        "title": "Room for rent Walkley/Bank * For students*",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-walkley-bank-for-students/1484555287"
    },
    {
        "description": "Description\nRooms for rent for medical students and construction workers now $850\nUtilities included. Rooms are $850 and up. Leave voicemail: 613-778-8646 or reply this ad.\nA couple can share a room for $150 extra. Non-smoking. Keys are $30\nGarage and basement space available for rent: $70 per week or $190/290 per month\nMaster bedroom plus private bathroom available for $950 March 1st\nHouse for rent $3500 a month, utilities all included - April 1st",
        "title": "Rooms for rent for medical students and construction workers now",
        "url": "https://www.kijiji.ca/v-short-term-rental/ottawa/rooms-for-rent-for-medical-students-and-construction-workers-now/1484547581"
    },
    {
        "description": "Description\n$1250/month - (Female only) young professional or professional student - Private room on separate floor with its own ensuite bathroom, beautiful renovated townhouse with high end appliances, exposed brick and hardwood floors, one very friendly short-haired kitty, 10-15 min walk to downtown, 400m to LRT, walking distance from Little Italy/Chinatown. Young professional female looking for someone similar (professional students welcome as well), must be reliable, clean, and easy to get along with! :)\n***(Pictures available on request!)",
        "title": "Roommate Wanted - renovated townhouse Little Italy/Chinatown",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/roommate-wanted-renovated-townhouse-little-italy-chinatown/1483768086"
    },
    {
        "description": "Description\nPerfect for Carleton university students.\nwell maintained, super clean five bedroom townhouse. It's located at Southkeys right across the Southkeys Shopping center.\nIt features 5 bedrooms, 2.5 bathrooms, and a rec room in the basement. Newly installed hardwood floors through main floor. Dryer/washer in the basement. Fridge/Oven/Microwave/dishwasher included.",
        "title": "Carleton University 5 bedrooms townhouse, easy transit, safe",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/carleton-university-5-bedrooms-townhouse-easy-transit-safe/1484547262"
    },
    {
        "description": "Description\nAt Accountapotamus Inc., we've successfully taught thousands of students all things Accounting, Bookkeeping and Quickbooks; teaching our programs in our hometown of Ottawa on a monthly basis, but also in cities and towns all across Ontario. According to Intuit, we are the largest Quickbooks Desktop trainer in the province.\nWe know how frustrating and time-consuming it can be trying to find a professional, clean and reliable space for meetings or courses that fits your budget and meets your needs. We get it. That’s why we built our own.\nIn our new Kanata office, we have a gorgeous meeting room full of natural light and a boardroom-style table that comfortably fits 10 people with additional seating available. There is a small break-out area with a large granite surface, perfect for lunch breaks, and we are more than happy to provide coffee, tea and water at no extra cost. We also include the use of our projector and whiteboards for your convenience.",
        "title": "KANATA AND OTTAWA BOARDROOM OR MEETING SPACE AVAILABLE FOR RENT",
        "url": "https://www.kijiji.ca/v-commercial-office-space/ottawa/kanata-and-ottawa-boardroom-or-meeting-space-available-for-rent/1484546231"
    },
    {
        "description": "Description\nFor students living in the National Capital Region, Saint Paul University Residence is the place to be. No other accommodations in the area offer the opportunity to meet and interact with students from three different institutions of higher learning. Here you will find students from Saint Paul University, the University of Ottawa as well as Carleton University. Want to live close to downtown as well as your classes? Then, Saint Paul University Residence is the place for you.\nSuite Features",
        "title": "University, College & Young Professional Accommodation In Ottawa",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/university-college-young-professional-accommodation-in-ottawa/1482793709"
    },
    {
        "description": "Description\nFor students living in the National Capital Region, Saint Paul University Residence is the place to be. No other accommodations in the area offer the opportunity to meet and interact with students from three different institutions of higher learning. Here you will find students from Saint Paul University, the University of Ottawa as well as Carleton University. Want to live close to downtown as well as your classes? Then, Saint Paul University Residence is the place for you.\nSuite Features\nOversized double bed (54\" by 80\")\nKitchenette with sink, microwave and refrigerator\nPrivate three-piece bathroom within each suite\nLarge desk and work area\nHigh-speed Internet access (following Saint Paul University usage policies)\nPrivate phone line with voice mail and local access\nTelevision with cable in each room\nAir-conditioned suites\nLight housekeeping service\nBarrier-free suite available for students with physical limitations",
        "title": "University, College & Young Professional Accommodation In Ottawa",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/university-college-young-professional-accommodation-in-ottawa/1482796922"
    },
    {
        "description": "Description\nIF THIS AD IS UP (ONLINE) IT MEANS IT'S AVAILABLE\nAll Utilities such as heat, water, and electricity included.\nHigh-speed internet is included as well\nPlease Call at 613-878-8150 or 613-600-2953\nPrefer someone who speaks Hindi and Punjabi\nSharing also available on low prices",
        "title": "ROOM FOR RENT NEAR ALGONQUIN COLLEGE FOR INDIAN STUDENTS",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-near-algonquin-college-for-indian-students/1484539558"
    },
    {
        "description": "Description\nAt the pet friendly 180 Beausoleil, not only can you bask in affordable style, but you are a step away from the most dynamic section of downtown Ottawa. Ideal for university students and young professionals, 180 Beausoleil offers clean and upscale bachelor and 1 bedroom apartments. Our quiet, downtown Ottawa apartments are distinguishable by our convenient location that you will be proud to call home. \n180 Beausoleil is located in the trendy and bustling North Sandy Hill/Rideau Centre neighbourhood of downtown Ottawa. We are just a few minutes walk from the beautiful Rideau River, the acclaimed University of Ottawa, and Ottawa's well-known Byward Market and Rideau Centre. Enjoy a variety of nearby amenities including museums, cafes, restaurants, shops, boutiques, and pubs.",
        "title": "180 Beausoleil: Apartment for rent in Downtown Ottawa",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/180-beausoleil:-apartment-for-rent-in-downtown-ottawa/1482858694"
    },
    {
        "description": "Description\nFULL TIME AND CO-OP STUDENTS: 4, 8, 12, months lease available - LARGE ROOMS, GREAT HOUSE, GREAT LOCATION!! - AVAILABLE IMMEDIATELY - LARGE ROOM, SHARED HOUSE. CLEAN LARGE FURNISHED ROOM FOR RENT PRESTON ST DOWNTOWN OTTAWA.\nLARGE BEAUTIFUL CLEAN/COZY SHARED HOUSE PRESTON STREET OTTAWA DOWNTOWN.\nSHARED HOUSE, BEAUTIFUL LARGE 6 FURNISHED BEDROOMS FOR RENT, PRESTON ST. DOWNTOWN OTTAWA, MOVE-IN READY: 1 ROOM AVAILABLE IMMEDIATELY JAN 2020 / FEBRUARY 1ST, 2020 - FOR STUDENT, CO-OP.",
        "title": "LARGE CLEAN FURNISHED RM PRESTON ST (UNIVERSITY)DOWNTOWN OTTAWA",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/large-clean-furnished-rm-preston-st-university-downtown-ottawa/1484531342"
    },
    {
        "description": "Description\nThis property is in the heart of downtown Ottawa just minutes away from Parliament Hill, Byward Market, the Gleb, and Rideau Center. Ideal for students and professionals, this building has a 1 bedroom unit available February 1st. **There is no parking available at this location**, however, public transportation is available within walking distance (routes 6, 7, 14, 55, 56, 114, and 405). Water is included in the rent, heat and hydro are extra (baseboards are electrical heating). Laundry is available; it is located outside in the basement. The building is located right beside the Queensway, but the units are quiet. This building offers 24 hours emergency services. The location is close to many restaurants and stores. (Room sizes vary slightly from suite to suite.)",
        "title": "Feb 1, 2020 - 1 Bedroom - 527 Bank Street",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/feb-1-2020-1-bedroom-527-bank-street/1481558767"
    },
    {
        "description": "Description\nLooking for female students or working professionals in a spacious 3-bedroom bungalow home\n- 15min walk to Ottawa General Hospital\n- Steps away from route 49\n- Easy access to Hurdman (main transportation hub)\n- Mins from Elmvale (Groceries, pharmacy, LCBO)\n- Utilities and internet included\n- Fully furnished (bed, mattress, desk, chair)",
        "title": "Room for rent - Seeking female students or working professionals",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/room-for-rent-seeking-female-students-or-working-professionals/1473232936"
    },
    {
        "description": "Description\nGreat opportunity to live in this fully renovated unit perfectly located just off the Transitway and steps away from Algonquin college. We are looking for 1 more female professional/student to occupy this gorgeous 4 bedroom, 2 bath apartment.\nThis unit features hardwood and ceramic flooring, LED lighting, a brand new huge kitchen with stainless steel appliances, quartz countertops, in unit laundry, central air conditioning, and loads of natural sunlight!\nThis unit boasts an incredible location right off the highway. Walk to the shops and restaurants at College Square, IKEA, and Algonquin College. Take a 10 minute walk to Iris station and hop on a quick bus to Carleton or Ottawa U via the Transitway.\nHeat, internet, hydro, water, snow removal, and lawn care included. Room can be furnished if needed for additional fee. No smoking, no animals. Parking available at $50/ month. Students welcome with parental co sign. Book a viewing today!",
        "title": "All Inclusive Room for Rent Steps to Algonquin",
        "url": "https://www.kijiji.ca/v-room-rental-roommate/ottawa/all-inclusive-room-for-rent-steps-to-algonquin/1484520982"
    },
    {
        "description": "Description\nLarge Main Floor Unit in Desired Little Italy Neighbour hood with great layout . Quiet, clean and a perfect home for serious students or young professionals seeking a simple, calm and nice space to live in a beautiful area near downtown. renovated [painted , floors, 3 bedrooms Large bright living room 1.5 bathroom, kitchen with full sized with in-suite laundry On Street parking (lots of spots). OC Transpo: 5 minute walk to Pimisi or Bayview Station Amazing prime location Easy to get to Ottawa U campus, Carleton University, Civic Hospital, Rideau Centre, Downtown, Rideau and Elgin, (Hull Portage) $1900/month + hydro only. Renting for Feb 1, 2020 Utilities (gas /water) Included, hydro excluded. Please respond with desired move date, your name(s) and contact number. Can be available to view the unit after 6pm on weekdays and open on Weekends. Thank you",
        "title": "renovated new 3 bedroom or 2 bedroom + Den Little Italy 1900$",
        "url": "https://www.kijiji.ca/v-apartments-condos/ottawa/renovated-new-3-bedroom-or-2-bedroom-den-little-italy-1900/1484519434"
    }
]